{
    "app_title": "Green Marketplace",
    "language": "Lingua",
    "nav_seller": "Vendedor",
    "nav_whygreen" : "Porquê a Green?",
    "nav_contact" : "Fala Conosco",
    "nav_languages" : "Linguagem",
    "hero_section_h1": "Um Marketplace Organico Para Ti" ,
    "hero_section_p1": "Comida, Roupa, Cosméticos, Acessórios. Tudo verdadeiramente GREEN!" ,
    "navlink_1": "Começa Agora",
    "navlink_2": "Fala Conosco",
    "nav_seller_1": "Análise",
    "nav_seller_1.1": "Entende melhor o teu tráfego",
    "nav_seller_2": "Engajamento",
    "nav_seller_2.1": "Obtem mais clientes sem esforço",
    "nav_seller_3": "Segurança",
    "nav_seller_3.1": "Os teus dados estão seguros e bem guardados",
    "nav_seller_4": "Gratuito",
    "nav_seller_4.1": "Não tem custos começar a vender",
    "nav_seller_5": "Pagamentos",
    "nav_seller_5.1": "Recebe pagamentos sem te preocupares",
    "nav_seller_calltoaction": "Começar",
    "feature_section_h2": "Encontra produtos realmente organicos e ajuda micro e pequenos produtores",
    "feature_section_p1": "Consome mais sem preocupação. Torna o teu consumo sustentável!",
    "1_feature_section_h3": "Produtos",
    "feature_section_p2": "Todos os produtos têm de ser 100% organicos e eco-friendly. Fora isso vai até onde a imaginação te levar, vende qualquer coisa para qualquer pessoa.",
    "2_feature_section_h3": "Planeta",
    "feature_section_p3": "Todos os meses doamos uma percentagem da nossa faturação para ONG's e caridades. Pouco a pouco vamos fazer do mundo um lugar melhor! Nós atualizamos-te sobre tudo na nossa Newsletter.",
    "3_feature_section_h3": "Torna-te um vendedor",
    "feature_section_p4": "Necessitas de 0  esforço para te tornares um vendedor. Cria uma conta, faz login e começa a vender. Não precisas de pagar nada para começar.",
     "feature_section_p7": "Keep your company’s lights on with customizable, iterative, and structured workflows built for all efficient teams and individual.",
    "email_h2": "Queres receber descontos exclusivos e novidades?",
    "email_p1": "Fica atento! Novidades, descontos exclusivos e o nosso lançamento.Fica à vontade para te inscreveres com o teu email.",
    "email_label": "Endereço de Email",
    "email_underSubmmit1": "Nós importamos-nos com a proteção dos seus dados.",
    "email_underSubmmit2": " Lê a nossa Politica de Privacidade",
    "1_footer_h2": "Sobre Nós",
    "link_1": "Faq Clientes",
    "link_2": "Porque a Green?",
    "link_3": "Faq Produtores",
    "2_footer_h2": "Segue-nos",
    "1_footer_a": "Twitter",
    "2_footer_a": "Instagram",
    "3_footer_h2": "Legal",
    "3_footer_a": "Politica Privacidade",
    "4_footer_a": "Termos & Condições",
    "footer_rights_1": "© 2023",
    "footer_rights_2": "GREEN™",
    "footer_rights_3": " TODOS os Direitos Reservados.",
    "404_p1": "Está a faltar alguma coisa!",
    "404_p2": "Desculpa mas não conseguimos encontrar esta página. Vais encontrar muito para descobrir na página principal.",
    "404_link": "Voltar para a página Principal",
    "1_contacts_span": "Contacte-nos",
    "contacts_h2": "Fale conosco",
    "1_contacts_p": "Se tiveres algum problema ou questão não tenhas problemas em falar conosco. Por favor usa o email correto dependendo da tua situação para que te possamos ajudar o mais rápido possível. Obrigado pela compreensão.",
    "1_contacts_h4": "Endereço Email Para Clientes",
    "2_contacts_h4": "Número de telémovel",
    "3_contacts_h4": "Endereço de Email Para Negócios",
    "placeholder_name": "O teu nome",
    "placeholder_subject": "O Assunto",
    "placeholder_email": "O teu email",
    "placeholder_phone": "O teu numero de telémovel",
    "placeholder_message": "A tua mensagem",
    "contacts_button_send": "Enviar Mensagem",
    "whygreen_span": "Porquê escolher-nos",
    "whygreen_h2": "Nós não inventámos a roda",
    "1_whygreen_p": "Nós queremos ajudar pequenos produtores a crescer. Comida, Roupa, Cosméticos, Acessorios, tu decides. Só precisas de ser GREEN. Pequeno o suficiente para ser simples, rápido e apaixonado por cada cliente, mas grande o suficiente para entregar a melhor qualidade e experiência. Tu tratas do produto e nós do resto. Dados, marketing, pagamentos etc...",
    "2_whygreen_p": "Nós somos GREEN, o teu crescimento é o nosso crescimento. Nós somos uma equipa.",
    "whygreen_link": "Começa agora",
    "whygreen_services_span": "Os nossos serviços",
    "whygreen_services_h2": "O que ofereçemos",
    "1_whygreen_services_p": " Nós damos-te tudo o que precisas para ser bem sucedido. Desde análises internas sobre a tua página dentro do teu dashboard até uma Newsletter para te ajudar a melhorar o teu produto como um todo e estruturar a tua página.",
    "1_whygreen_services_h4": "Analytics",
    "2_whygreen_services_p" : "Nós entregamos todas as analytics que precisas para melhorar. Vê as tuas margens, lucros, custo por unidade e muito mais. Tudo na mesma página!",
    "3_whygreen_services_h4": "Regular Updates",
    "4_whygreen_services_p": "Fica à vontade para nos dizeres se encontras-te algum problema ou se gostavas de ver algo implementado. Ajuda-nos a ajudar-te :)",
    "4_whygreen_services_h4": "Fácil e simplificado",
    "5_whygreen_services_p": "Cria uma comunidade ou trás a tua. Nós tornamos tudo simples e fácil para venderes, cresceres e expandires. Não há porque não arriscar.",
    "faq_h2_p": "Perguntas frequentes dos nossos produtores",
    "faq_h2_c": "Perguntas frequentes dos nossos utilizadores",
    "faq_h3_1_p": "Qual é a data de lançamento? ",
    "faq_p_1":"Nós pretendemos lançar por volta de 10 de Novembro, esta data vai depender de alguns fatores mas não será muito longe da mesma. Fica avontade para te inscreveres na nossa Newsletter para garantir que és notificado quando abrirmos e recebe um desconto de 10% na tua primeira compra.",
    "faq_h3_2_p": "Vocês ajudam com o empacotamento e envio?",
    "faq_p_2": "Ajudamos, apesar de não ser o nosso foco. O nosso objetivo é ajudar-te a crescer e ser autónomo, mas se no ínicio precisares da nossa ajuda envia-nos um email ou liga-nos e nós iremos ajudar.",
    "faq_h3_3_p": "Como é que funciona o vosso suporte?",
    "faq_p_3": "Nós reconheçemos a importância de um suporte de qualidade, assim sendo decidimos que daremos suporte em todos os aspetos necessários 24/7.",
    "faq_p_4.1": "Fica à vontade para ",
    "faq_p_4.2": "nos contactar ",
    "faq_p_4.3": "e nós iremos ajudar assim que possível.",
    "faq_h3_4_p": "Quanto é que sou cobrado?",
    "faq_p_5": "Para começar, não pagas nada! É apenas aplicado um fee de manutenção de 10% ao preço final no checkout, logo nunca perdes dinheiro. Se quiseres ter analytics sobre o teu negócio, número de vendas, margens, lucro liquido etc.. poderas subscrever um plano após um teste gratuito de 7 dias. O plano tem um custo fixo de €14,99/mês para poderes ter o teu negócio na palma da tua mão em apenas uma aplicação.",
    "faq_p_6.1": "Descobre mais sobre sobre tudo isto ",
    "faq_p_6.2": "aqui",
    "faq_h3_6_p": "Vocês ajudam com o empacotamento e envio?",
    "faq_p_8": "Ajudamos, apesar de não ser o nosso foco. O nosso objetivo é ajudar-te a crescer e ser autónomo, mas se no ínicio precisares da nossa ajuda envia-nos um email ou liga-nos e nós iremos ajudar.",
    "faq_b_1_h3": "Quanto tempo demora o envio?",
    "faq_b_p_1": "Depende. Nós somos uma plataforma que oferece ajuda e ferramentas para facilitar pequenos produtores, significa que provavelmente irá demorar um pouco mais do que compras normais. Depende também do país de onde compras. Se tiveres alguma dúvida podes sempre entrar em contacto com o teu produtor ou conosco.",
    "faq_b_2_h3" : "Que métodos de pagamento são aceites?",
    "faq_b_p_2": "We accept Master/Visa Card, stripe, paypal.",
    "faq_b_3_h3": "Como é que funcionam as devoluções?",
    "faq_b_p_3": "Primeiramente depende do tipo de produto. Todas as devoluções e/ou retomas devem ser feitos conosco diretamente. Se não chegarmos a uma conlusão entraremos em contacto com o produtor e juntos decidiremos se é ou não aplicavel uma devolução/retoma.",
    "faq_b_p_3.1": "Nós tratamos disso por ti! Precisas apenas de preencher um formulário a explicar que produtos estás disponível a fazer uma retoma/devolução. Se não chegarmos a uma conlusão entraremos em contacto contigo para ter a certeza que o cliente tem a melhor experiência possível e juntos decidir se é ou não aplicável uma retoma/devolução.",
    "faq_b_p_4": "Para compreender na totalidade por favor lê ",
    "faq_b_p_5": "este documento",
    "faq_b_p_6": " sobre o assunto.",
    "faq_b_p_7": "Se ainda tiveres dúvidas fica à vontade para",
    "faq_b_p_8": "nos contactar. ",
    "faq_b_4_h3": "Como é que garantem que o produto é eco-friendly/organico?",
    "faq_b_p_9": "Antes de qualquer produtor ser admitido a vender nós fazemos uma verificação da autenticidade dos produtos. Se o produtor já tiver sido verificado irás ver um icon de verificado no perfil do produtor.",
    "faq_b_p_10": "Se receberes algum produto que desconfias não ser 100% organico/eco-friendly por favor faz nos ",
    "faq_b_p_10.1": "saber",
    "faq_b_p_10.2": "e nós iremos investigar."



   


}