{
    "app_title": "Vileaf.co: Your online bio/natural homemade goods marketplace made by eco-friendly artisans. Shop bio and natural food, eco-friendly goods and treasures.",
    "language": "Lingua",
    "nav_seller": "Vendedor",
    "nav_whygreen" : "Porquê a Vileaf?",
    "nav_contact" : "Fala Conosco",
    "nav_languages" : "Linguagem",
    "hero_section_h1": "O Teu Marketplace Bio!" ,
    "hero_section_p1": "Experiencia a essência pura de viver: Produtos Bio e Naturais." ,
    "navlink_1": "Começa Agora",
    "navlink_2": "Fala Conosco",
    "nav_seller_1": "Analytics",
    "nav_seller_1.1": "Obtem Uma Compreensão Mais Profunda Das Tuas Vendas",
    "nav_seller_2": "Engajamento",
    "nav_seller_2.1": "Adquire Clientes Sem Esforço",
    "nav_seller_3": "Segurança",
    "nav_seller_3.1": "Fiqua Tranquilo, Os Teus Dados Estão Seguros Conosco",
    "nav_seller_4": "Gratuito",
    "nav_seller_4.1": "Nenhum Custo Inicial para Vendedores",
    "nav_seller_5": "Pagamentos",
    "nav_seller_5.1": "Recebe Pagamentos Sem Estresse",
    "nav_seller_calltoaction": "Começar",
    "feature_section_h2": "Eleva O Teu Estilo de Vida, Simplifica As Tuas Escolhas",
    "feature_section_p1": "Descubre os Produtos Mais Puros e Empodera Pequenos Produtores. Uma Nova Forma de Comprar, Uma Melhor Forma de Viver",
    "1_feature_section_h3": "Um Mundo de Possibilidades",
    "feature_section_p2": "Dentro do nosso marketplace, irás encontrar uma ampla variedade de produtos que estão alinhados com o nosso compromisso. Desde alimentos nutritivos até moda ecologicamente consciente, produtos de beleza naturais até acessórios feitos à mão. Se é natural e eco-friendly, é provável que o descubras aqui.",
    "2_feature_section_h3": "Fazemos A Diferença, Juntos",
    "feature_section_p3": "Todos os meses, uma porcentagem de nossa receita é direcionada para apoiar ONGs e instituições de caridade dedicadas a tornar o mundo um lugar melhor. É um pequeno passo, mas acreditamos que, aos poucos, podemos causar uma mudança significativa. Mantemos-te informado sobre o impacto das tuas compras por meio da nossa Newsletter, garantindo que fazes parte da diferença positiva que estamos a fazer.",
    "3_feature_section_h3": "Junta-te a Nós, Torna-te um Vendedor",
    "feature_section_p4": "Tornares-te um vendedor no nosso marketplace é simples. Basta criar uma conta, fazer login e estás pronto para começar a vender os teus produtos naturais e eco-friendly. Estamos aqui para apoiar cada passo do caminho, e a melhor parte é que não há taxas iniciais. Estamos comprometidos a ajudar pequenos produtores a prosperar.",
    "email_h2": "Queres receber descontos exclusivos e novidades?",
    "email_p1": "Fica atento! Novidades, descontos exclusivos e o nosso lançamento.Fica à vontade para te inscreveres com o teu email.",
    "email_label": "Endereço de Email",
    "email_underSubmmit1": "Nós importamos-nos com a proteção dos seus dados.",
    "email_underSubmmit2": " Lê a nossa Politica de Privacidade",
    "1_footer_h2": "Sobre Nós",
    "link_1": "Faq Clientes",
    "link_2": "Porque a Vileaf?",
    "link_3": "Faq Produtores",
    "2_footer_h2": "Segue-nos",
    "1_footer_a": "Twitter",
    "2_footer_a": "Instagram",
    "3_footer_h2": "Legal",
    "3_footer_a": "Politica Privacidade",
    "4_footer_a": "Termos & Condições",
    "footer_rights_1": "© 2023",
    "footer_rights_2": "VILEAF™",
    "footer_rights_3": " TODOS os Direitos Reservados.",
    "404_h1": "Lançamos Brevemente",
    "404_p1": "Está a faltar alguma coisa!",
    "404_p2": "Ainda estamos a desenvolver esta página. Vais encontrar muito para descobrir na página principal. Descobre quando lançarmos inscrevendo-te na nossa Newsletter ou lê o nosso FAQ.",
    "404_link": "Voltar para a página Principal",
    "1_contacts_span": "Contacte-nos",
    "contacts_h2": "Fale conosco",
    "1_contacts_p": "Se tiveres algum problema ou questão não tenhas problemas em falar conosco. Por favor usa o email correto dependendo da tua situação para que te possamos ajudar o mais rápido possível. Obrigado pela compreensão.",
    "1_contacts_h4": "Endereço Email Para Clientes",
    "2_contacts_h4": "Número de telémovel",
    "3_contacts_h4": "Endereço Email Para Negócios",
    "placeholder_name": "O teu nome",
    "placeholder_subject": "O Assunto",
    "placeholder_email": "O teu email",
    "placeholder_phone": "O teu numero de telémovel",
    "placeholder_message": "A tua mensagem",
    "contacts_button_send": "Enviar Mensagem",
    "whygreen_span": "Porquê escolher-nos",
    "whygreen_h2": "Nós não inventámos a roda",
    "1_whygreen_p": "Nós acreditamos no poder da simplicidade e da sustentabilidade. Estamos aqui para capacitar micro e pequenos produtores em todo o espectro — de alimentos a moda, de beleza a acessórios. A nossa missão é simples: ajudar-te a prosperar. Fornecemos a base de que precisas para crescer.  Concentra-te na criação de produtos excepcionais; Nós cuidamos do resto. Desde gerenciamento de dados e marketing até pagamentos contínuos e aumento de tua presença on-line, nós temos o que precisas. ",
    "2_whygreen_p": "O teu crescimento é o nosso crescimento: não somos apenas uma plataforma; somos uma equipa. Somos apaixonados por promover práticas e produtos sustentáveis. Juntos podemos fazer a diferença. Escolhe-nos como um parceiro que se preocupa com o teu crescimento tanto quanto tu. Bem-vindo a um futuro mais verde, onde a simplicidade encontra a excelência.",
    "whygreen_link": "Começa agora",
    "whygreen_services_span": "Os nossos serviços",
    "whygreen_services_h2": "O que ofereçemos",
    "1_whygreen_services_p": "Descubre uma plataforma online que conecta perfeitamente produtores biológicos com clientes. Desde análises abrangentes no teu painel personalizado até uma Newsletter para melhorar as tuas vendas e processos – temos tudo sob controle para ti.",
    "1_whygreen_services_h4": "Desbloqueie insights com análises abrangentes",
    "2_whygreen_services_p" : "Obtem insights valiosos para elevar o teu negócio. Explora as tuas margens, acompanha lucros, analise custos por unidade e muito mais. Tudo o que precisas para tomar decisões informadas, na ponta dos dedos!",
    "3_whygreen_services_h4": "Atualizações e suporte contínuo",
    "4_whygreen_services_p": "Não hesites em entrar em contato se encontrares algum problema ou tiver sugestões de melhorias. O teu feedback impulsiona o nosso compromisso de melhorar. Vamos trabalhar juntos para alcançar os teus objetivos! 😊",
    "4_whygreen_services_h4": "Simplifica e prospera",
    "5_whygreen_services_p": "Quer estejas a conquistar seguidores ou já o tenhas conseguido, damos-te as boas-vindas. Simplificamos o processo, tornando mais fácil para ti vender, expandir e dimensionar o teu negócio. Não é necessário stress.",
    "faq_h2_p": "Perguntas frequentes dos nossos produtores",
    "faq_h2_c": "Perguntas frequentes dos nossos utilizadores",
    "faq_h3_1_p": "Qual é a data de lançamento? ",
    "faq_p_1":"Nós pretendemos lançar assim que possível, esta data vai depender de alguns fatores mas não será muito longe. Fica avontade para te inscreveres na nossa Newsletter para garantir que és notificado quando abrirmos e recebe um desconto de 10% na tua primeira compra.",
   "faq_h3_3_p": "Como é que funciona o vosso suporte?",
    "faq_p_3": "Nós reconheçemos a importância de um suporte de qualidade, assim sendo decidimos que daremos suporte em todos os aspetos necessários 24/7.",
    "faq_p_4.1": "Fica à vontade para ",
    "faq_p_4.2": "nos contactar ",
    "faq_p_4.3": "e nós iremos ajudar assim que possível.",
    "faq_h3_4_p": "Quanto é que sou cobrado?",
    "faq_p_5": "Para começar, não pagas nada! É apenas aplicado um fee de manutenção de 10% ao preço final no checkout, logo nunca perdes dinheiro. Se quiseres ter analytics sobre o teu negócio, número de vendas, margens, lucro liquido etc.. poderas subscrever um plano após um teste gratuito de 7 dias. O plano tem um custo fixo de €14,99/mês para poderes ter o teu negócio na palma da tua mão em apenas uma aplicação.",
    "faq_p_6.1": "Descobre mais sobre sobre tudo isto subscrevendo a nossa ",
    "faq_p_6.2": "Newsletter.",
    "faq_h3_6_p": "Vocês tratam do empacotamento e envio?",
    "faq_p_8": "Sim. O nosso objetivo é ajudar-te a crescer sem problemas, se quiseres que nós Vileaf tratemos dos envios por ti é só escolher uma opção que irá aparecer ao fazer login. Após escolheres essa opção iremos entrar em contacto contigo atráves de email para receberes mais informações.",
    "faq_b_1_h3": "Quanto tempo demora o envio?",
    "faq_b_p_1": "Depende. O tempo de envio será indicado no checkout, mas em princípio no máximo cerca de 7 dias úteis. Irás ter 3 opções de envio das quais poderás escolher a que melhor te serve. Se tiveres alguma dúvida podes sempre entrar em contacto com o teu produtor ou conosco.",
    "faq_b_2_h3" : "Que métodos de pagamento são aceites?",
    "faq_b_p_2": "We accept Master/Visa Card, stripe, paypal.",
    "faq_b_3_h3": "Como é que funcionam as devoluções?",
    "faq_b_p_3": "Primeiramente depende do tipo de produto. Todas as devoluções e/ou retomas devem ser feitos conosco diretamente. Se não chegarmos a uma conlusão entraremos em contacto com o produtor e juntos decidiremos se é ou não aplicavel uma devolução/retoma.",
    "faq_b_p_3.1": "Nós tratamos disso por ti! Precisas apenas de preencher um formulário a explicar que produtos estás disponível a fazer uma retoma/devolução. Se não chegarmos a uma conlusão entraremos em contacto contigo para ter a certeza que o cliente tem a melhor experiência possível e juntos decidir se é ou não aplicável uma retoma/devolução.",
    "faq_b_p_4": "Para compreender na totalidade por favor subscreve a nossa ",
    "faq_b_p_5": "Newsletter.",
    "faq_b_p_7": "Se ainda tiveres dúvidas fica à vontade para ",
    "faq_b_p_8": "nos contactar. ",
    "faq_b_4_h3": "Como é que garantem que o produto é eco-friendly/bio?",
    "faq_b_p_9": "Antes de qualquer produtor ser admitido a vender nós fazemos uma verificação da autenticidade dos produtos. Se o produtor já tiver sido verificado irás ver um icon de verificado no perfil do produtor.",
    "faq_b_p_10": "Se receberes algum produto que desconfias não ser 100% orgânico/eco-friendly por favor faz nos ",
    "faq_b_p_10.1": "saber",
    "faq_b_p_10.2": "e nós iremos investigar.",
    "faq_b_5_h3": "O que preciso para ser verificado?",
    "faq_b_p_11": "Para o processo de verificação de autenticidade precisamos de uma prova dos constituintes de cada produto que vendes, assim como uma breve descrição sobre o processo de produção do produto. O próximo passo será uma auditoria feita por uma empresa externa sem custos adicionais. Se ainda precisarmos de mais informação serás devidamente avisado via email/chamada. ",
    "faq_b_6_h3": "Quando é que recebo os pagamentos?",
    "faq_b_p_13": "Os pagamentos do Vileaf Marketplace são seguidos e feitos de duas em duas semanas para a conta bancária informada inicialmente. Cada venda dentro de um período de 2-semanas é adicionado ao teu saldo, menos qualquer custo associado que vai para a Green, tal como o custo de manutenção.",
    "faq_b_p_14": "Após um periodo de 2-semanas acabar, o depósito demora entre dois a três dias para chegar à tua conta bancária, o tempo de chegada do depósito depende do banco que utilizas. Em alguns casos, podes ter de esperar até cinco dias úteis para receber o teu pagamento.",
    "faq_b_7_h3": "Vai haver uma app?",
    "faq_b_p_15": "Vai haver sim uma app. Vai chegar depois do marketplace no site e depois de termos feito algumas perguntas a ti e aos produtores sobre o que estão exatamente à procura. Não queremos despachar a app para que seja exatamente o que tu e os produtores precisam. "



   


}