    {
        "app_title": "Green Marketplace",
        "language": "Language",
        "nav_seller": "Seller",
        "nav_whygreen" : "Why Green?",
        "nav_contact" : "Contact Us",
        "nav_languages" : "Languages",
        "hero_section_h1": "An Organic Marketplace For You!" ,
        "hero_section_p1": "Food, Clothes, Beauty, Acessories. Everything is truly GREEN!" ,
        "navlink_1": " Get started",
        "navlink_2": "Speak With Us",
        "feature_section_h2": "Find truly organic produts and help micro and small produtors",
        "feature_section_p1": "Consume more without worring about the planet. We help you with that!",
        "1_feature_section_h3": "Products",
        "feature_section_p2": "Every product must be 100% organic and eco-friendly. Outside that its your creativity that limits you, sell anything for anyone.",
        "2_feature_section_h3": "We worry about the planet",
        "feature_section_p3": "Every month we donate a percentage of our revenue to ONG's and charitys. Litle by litle let's make the world a litle bit better! We update you about everithing on our Newsletter.",
        "3_feature_section_h3": "Become a Seller",
        "feature_section_p4": "You need 0 effort to become a seller. Just create an account, login and start to sell. You don't need to pay anything to start.",
        "email_h2": "Sign up for our newsletter",
        "email_p1": "Stay up to date with the roadmap progress, announcements and exclusive discounts feel free to sign up with your email.",
        "email_label": "Email address",
        "email_underSubmmit1": "We care about the protection of your data.",
        "email_underSubmmit2": "Read our Privacy Policy",
        "1_footer_h2": "About Us",
        "link_1": "Faq Clients",
        "link_2": "Why Green?",
        "link_3": "Faq Produtors",
        "2_footer_h2": "Follow us",
        "1_footer_a": "Twitter",
        "2_footer_a": "Instagram",
        "3_footer_h2": "Legal",
        "3_footer_a": "Privacy Policy",
        "4_footer_a": "Terms & Conditions",
        "footer_rights_1": "© 2023",
        "footer_rights_2": "GREEN™",
        "footer_rights_3": " All Rights Reserved.",
        "404_p1": "Something's missing!",
        "404_p2": "Sorry, we can't find that page. You'll find lots to explore on the home page.",
        "404_link": "Back to Homepage",
        "1_contacts_span": "Contact Us",
        "contacts_h2": " Get In Touch With Us",
        "1_contacts_p": "If you have any doubts or questions feel free to reach out to us. Please use the correct email depending on your situation so we can help you as soon as possible.Thanks for your understanding.",
        "1_contacts_h4": "Costumer's Email Address",
        "2_contacts_h4": "Phone Number",
        "3_contacts_h4": " Bussiness Email Address",
        "placeholder_name": "Your Name",
        "placeholder_subject": "The Subject",
        "placeholder_email": "Your Email",
        "placeholder_phone": "Your Phone",
        "placeholder_message": "Your Message",
        "contacts_button_send": "Send Message",
        "whygreen_span": "Why Choose Us",
        "whygreen_h2": "We didn't reinvent the wheel",
        "1_whygreen_p": "We want to help grow and portrait micro and small produtors. Food, Clothes, Beauty, Acessories, you name it. You just need to bee GREEN. Small enough to be simple, quick and care for each costumer, but big enough to deliver the best quality and experience. You take care of the product we take care of the rest. Data, marketing, payments etc...",
        "2_whygreen_p": "We are GREEN, your growth is our growth. We are a team.",
        "whygreen_link": "Get Started",
        "whygreen_services_span": "Our Services",
    "whygreen_services_h2": "What We Offer",
    "1_whygreen_services_p": "  Because your growth is our growth we give you everything you need. From inside analytics in your dashboard to a Newsletter to help you improve your product and layout on our page.",
    "1_whygreen_services_h4": "Analytics",
    "2_whygreen_services_p" : " From inside analytics in your dashboard to a Newsletter to help you improve your product and layout on our page.",
    "2_whygreen_services_h4": "What We Offer",
    "3_whygreen_services_p": "We give you the analytics you need to improve, see your margins and profits and much more.",
    "3_whygreen_services_h4": "Be at the top",
    "4_whygreen_services_p": " Our Newsletter will help you be at the top of our vendors. With information on Copywriting, Product photos and more.",
    "4_whygreen_services_h4": "Easy and simplyfied",
    "5_whygreen_services_p": "  Create a following or bring your own. We make it easy for you to sell, grow and scale. No need for stress.",
    "6_whygreen_services_h4": "Free",
    "7_whygreen_services_p": "You dont have to pay anything to start. Create an account, login and start to sell.",
    "7_whygreen_services_h4": "Something",
    "8_whygreen_services_p": "something Something Something",
    "8_whygreen_services_h4": "Regular Updates",
    "9_whygreen_services_p": "We want this to be you center so feel free to contact us if you encounter any problem or would like something implemented.If implemented you will get a month of free service. ",
    "faq_h2_p": "Frequently asked questions from produtors",
    "faq_h2_c": "Frequently asked questions from users",
    "faq_h3_1_p": "What is the launch date?",
    "faq_p_1":"We want to launch around 10th of November, this date will depende on a number of factores but it will not be to far from that. Feel free to sign in to our Newslletter wich will make sure that you are notified when we launch and will give you a 10% discount on your first purchase.",
    "faq_h3_2_p": "Do Green help me with the packaging and shipping?",
    "faq_p_2": "We do. It's not our focus, our goal is to help you grow and be autonomous, but if in the beginning you need our help send us an email or call us and we will help you.",
    "faq_h3_3_p": "How does support work?",
    "faq_p_3": "We're aware of the importance of well qualified support, that is why we decided that support will be provided on every aspect 24/7.",
    "faq_p_4.1": "Feel free to ",
    "faq_p_4.2": "contact us ",
    "faq_p_4.3": "and we'll help you out as soon as we can.",
    "faq_h3_4_p": "How much do I get charged?",
    "faq_p_5": "To begin with, you pay nothing! A fee of 10% is applied for maintenence up to 10.000 weekly transactions, which then drops to 7% after those 10.000 weekly transactions. If you want to have inside analytics about your business, number of sales, margins, net profit, etc.. you have 2 plans. One for €29/month which reduces the fee to 5% plus the analytics or the second that costs €59/month which takes the fee away.",
    "faq_p_6.1": "Find out more information by ",
    "faq_p_6.2": "reading this paper about it",
    "faq_p_7": "Ajudamos, apesar de não ser o nosso foco. O nosso objetivo é ajudar-te a crescer e ser autónomo, mas se no ínicio precisares da nossa ajuda envia-nos um email ou liga-nos e nós iremos ajudar.",
    "faq_h3_6_p": "Vocês ajudam com o empacotamento e envio?",
    "faq_p_8": "Ajudamos, apesar de não ser o nosso foco. O nosso objetivo é ajudar-te a crescer e ser autónomo, mas se no ínicio precisares da nossa ajuda envia-nos um email ou liga-nos e nós iremos ajudar."

    
    
    }
