    {
        "app_title": "Vileaf.co: Your online bio/natural homemade goods marketplace made by eco-friendly artisans. Shop bio and natural food, eco-friendly goods and treasures.",
        "language": "Language",
        "nav_seller": "Seller",
        "nav_whygreen" : "Why Vileaf?",
        "nav_contact" : "Contact Us",
        "nav_languages" : "Languages",
        "hero_section_h1": "Your Bio Marketplace!" ,
        "hero_section_p1": "Experience the Essence of Pure Living: Natural and Bio Goods." ,
        "navlink_1": " Get started",
        "navlink_2": "Speak With Us",
        "nav_seller_1": "Analytics",
        "nav_seller_1.1": "Gain Deeper Insights into Your Website Traffic",
        "nav_seller_2": "Engagement",
        "nav_seller_2.1": "Acquire Clients Effortlessly",
        "nav_seller_3": "Security",
        "nav_seller_3.1": "Rest Assured, Your Data Is Safe and Secure with Us",
        "nav_seller_4": "Free",
        "nav_seller_4.1": "Zero Startup Costs for Sellers",
        "nav_seller_5": "Payments",
        "nav_seller_5.1": "Receive Payments Stress-Free",
        "nav_seller_calltoaction": "Sign Up",
        "feature_section_h2": "Elevate Your Lifestyle, Simplify Your Choices",
        "feature_section_p1": "Discover the Purest Products and Empower Small Producers.  A New Way to Shop, A Better Way to Live",
        "1_feature_section_h3": "A World of Possibilities",
        "feature_section_p2": "Within Vileaf marketplace, you'll find a diverse array of Natural/Bio homemade products that align with our commitment. From nourishing bio foods to eco-conscious fashion, natural beauty essentials to handmade accessories. If it's natural and eco-friendly, you'll likely discover it here.",
        "2_feature_section_h3": "Making an Impact, Together",
        "feature_section_p3": "Every month, a percentage of our revenue goes toward supporting NGOs and charities dedicated to making the world a better place. It's a small step, but we believe that little by little, we can drive significant change. We keep you updated on the impact of your purchases through our Newsletter, ensuring you're part of the positive difference we're making.",
        "3_feature_section_h3": "Join Us, Become a Seller",
        "feature_section_p4": "Becoming a seller in our marketplace is effortless. Create an account, log in, and you're ready to start selling your natural and eco-friendly products. We're here to support you every step of the way, and the best part is, there are no upfront fees. We're invested in helping small producers thrive.",
        "email_h2": "Sign up for our newsletter",
        "email_p1": "Stay up to date with the roadmap progress, announcements and exclusive discounts feel free to sign up with your email.",
        "email_label": "Email address",
        "email_underSubmmit1": "We care about the protection of your data.",
        "email_underSubmmit2": "Read our Privacy Policy",
        "1_footer_h2": "About Us",
        "link_1": "Faq Clients",
        "link_2": "Why Vileaf?",
        "link_3": "Faq Producers",
        "2_footer_h2": "Follow us",
        "1_footer_a": "Twitter",
        "2_footer_a": "Instagram",
        "3_footer_h2": "Legal",
        "3_footer_a": "Privacy Policy",
        "4_footer_a": "Terms & Conditions",
        "footer_rights_1": "© 2023",
        "footer_rights_2": "VILEAF™",
        "footer_rights_3": " All Rights Reserved.",
        "404_h1": "Launching Soon",
        "404_p1": "Something's missing!",
        "404_p2": "Sorry, we still building this page. You'll find lots to explore on the home page. Find out when we launch by subscribing our Newsletter or reading our FAQ.",
        "404_link": "Back to Homepage",
        "1_contacts_span": "Contact Us",
        "contacts_h2": " Get In Touch With Us",
        "1_contacts_p": "If you have any doubts or questions feel free to reach out to us. Please use the correct email depending on your situation so we can help you as soon as possible.Thanks for your understanding.",
        "1_contacts_h4": "Costumer's Email Address",
        "2_contacts_h4": "Phone Number",
        "3_contacts_h4": " Bussiness Email Address",
        "placeholder_name": "Your Name",
        "placeholder_subject": "The Subject",
        "placeholder_email": "Your Email",
        "placeholder_phone": "Your Phone",
        "placeholder_message": "Your Message",
        "contacts_button_send": "Send Message",
        "whygreen_span": "Why Choose Us",
        "whygreen_h2": "Elevating Small Producers, Together.",
        "1_whygreen_p": "At our core, we believe in the power of simplicity and sustainability. We're here to empower micro and small producers across the spectrum — from Food to Fashion, Beauty to Accessories. Our mission is simple: To help you thrive. We provide the green foundation you need to flourish. You focus on crafting exceptional products; we handle the rest. From data management and marketing to seamless payments and boosting your online presence, we've got you covered.",
        "2_whygreen_p": "Your Growth Is Our Growth: We're not just a platform; we're a team. We're passionate about promoting sustainable practices and products. Together, we can make a difference. Choose us for a partner that cares about your growth as much as you do. Welcome to a greener future, where simplicity meets excellence.",
        "whygreen_link": "Get Started",
        "whygreen_services_span": "Our Services",
    "whygreen_services_h2": "What We Offer",
    "1_whygreen_services_p": "Discover an online platform that seamlessly connects bio producers with clients. From comprehensive analytics within your personalized dashboard to a game-changing newsletter that enhances your sales and processes – we've got it all covered for you.",
    "1_whygreen_services_h4": "Unlock Insights with Comprehensive Analytics",
    "2_whygreen_services_p" : "Gain invaluable insights to elevate your business. Explore your margins, track profits, analyze costs per unit, and much more. Everything you need for informed decisions, right at your fingertips!",
    "3_whygreen_services_h4": "Continuous Updates and Support",
    "4_whygreen_services_p": "Don't hesitate to reach out if you encounter any issues or have suggestions for improvement. Your feedback drives our commitment to serve you better. Let's work together to achieve your goals! 😊 ",
    "4_whygreen_services_h4": "Simplify and Thrive",
    "5_whygreen_services_p": "Whether you're building a following or already have one, we welcome natural grocers and micro/small producers alike. We've streamlined the process, making it effortless for you to sell, expand, and scale your business. No stress required.",
     "faq_h2_p": "Frequently asked questions from producers",
    "faq_h2_c": "Frequently asked questions from users",
    "faq_h3_1_p": "What is the launch date?",
    "faq_p_1":"We want to launch as soon as possible, this date will depende on a number of factores but it will not be to far. Feel free to sign in to our Newslletter wich will make sure that you are notified when we launch and will give you a 10% discount on your first purchase.",
    "faq_h3_2_p": "Do Green help me with the packaging and shipping?",
    "faq_p_2": "Yes. Our goal is to help you grow smoothly. If you want us Vileaf to take care of the shipments for you, just choose an option that will appear when logging in. After selecting that option, we will contact you via email to provide you with more information.",
    "faq_h3_3_p": "How does support work?",
    "faq_p_3": "We're aware of the importance of well qualified support, that is why we decided that support will be provided on every aspect 24/7.",
    "faq_p_4.1": "Feel free to ",
    "faq_p_4.2": "contact us ",
    "faq_p_4.3": "and we'll help you out as soon as we can.",
    "faq_h3_4_p": "How much do I get charged?",
    "faq_p_5": "To begin with, you pay nothing! There is only a 10% maintenance fee applied to the final price at checkout, so you never lose money. If you want to have analytics about your business, number of sales, margins, net profit, etc., you can subscribe to a plan after a 7-day free trial. The plan has a fixed cost of €14.99/month so you can have your business in the palm of your hand in just one application.",
    "faq_p_6.1": "Find out more information by subscibing our ",
    "faq_p_6.2": "Newsletter.",
    "faq_b_1_h3": " How long does shipping take?",
    "faq_b_p_1": "It depends. The shipping time will be indicated at checkout but in principle it will be a maximum of around 7 business days. You will have three shipping options to choose from so you can select the one that best suits you. If you have any questions, you can always get in touch with your producer or with us.",
    "faq_b_2_h3" : "What payment methods do you accept?",
    "faq_b_p_2": "We accept Master/Visa Card, stripe, paypal.",
    "faq_b_3_h3": "How does returns and refunds work?",
    "faq_b_p_3": "Firstly it depends on the type of product. All returns and refunds should be made with us directly. If there is no conclusion we will get in touch with the produtor and together decide wether or not its aplicable a refund/return.",
    "faq_b_p_3.1": "We take care of that for you! You just need to fill a form explaining what you are willing to refund/return. If there is no conclusion we will get in touch with you to make sure the client gets the best experience possible and together decide wether or not the costumer should get a refund/return.",
    "faq_b_p_4": "To understand fully please subscribe to our ",
    "faq_b_p_5": "Newsletter.",     
    "faq_b_p_7": "If you still have doubts feel free to ",
    "faq_b_p_8": "contact us. ",
    "faq_b_4_h3": "How do you guarantee that the product is eco-friendly/bio?",
    "faq_b_p_9": "Before every produtor is allowed to sell we make a verification of the authenticity of the products. If the produtor is already verified you will see a verified icon on their profile.",
    "faq_b_p_10": "If you receive a product and you aren't sure that it is 100% organic/eco-friendly please let us ",
    "faq_b_p_10.1": "know",
    "faq_b_p_10.2": "and we will investigate.",
    "faq_b_5_h3": "What do I need to be verified?",
    "faq_b_p_11": "For the process of verification of authenticity we need a proof of the constituints of every product you sell, aswell as a brief description of your production process. A next step will be an audit made by an external company with no aditional costs. If we still need more information you will be promptly asked via email/call. ",
    "faq_b_6_h3": "When do I get payed?",
    "faq_b_p_13": "Vileaf Marketplace payments are automatically tracked and paid out every two weeks to the bank account you initially set up. Each sale in the 2-week pay period gets added to the payment balance, minus any associated fees that go to Green, such as the maintenance fee.",
    "faq_b_p_14": "After a 2-week payment period ends, the deposit takes two to three days to reach your bank account, the deposit's arrival time depends on the bank you use. In some cases, you may have to wait up to five business days to receive your payment. ",
    "faq_b_7_h3": "Will it have a mobile app?",
    "faq_b_p_15": "We will have a mobile app. It will come after the launch of the web marketplace and after we have asked you and the producers what they are exactly looking for. We dont want to rush it so that the app will be exactly what you and the producers need. "



   
    }
